Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/arkitektonalas-bealli.html.tmx
Source language: sme
Languages: sma

source: Arkitektonalaš bealli / Sámediggevisti / Sámedikki birra / Sámediggi - Sametinget
sma: Arkitektovneles guelmie / Saemiedigkiegåetie / Saemiedigkien bïjre / Saemiedigkie - Sametinget

source: Arkitektonalaš bealli
sma: Arkitektovneles guelmie

source: Dat stuorra duoddarat eatnamiid ráddjema haga ledje vuolggasadjin geavahit eatnama fáddán.
sma: Dah gaajh stoerre doedterh bielelen dah haemieh mah tjiehtjelh skaepiedieh, lij dïhte våarome juktie giedtiem teemine nåhtadidh.

source: Skoađas dahje seaidni ráddje ja suodjala buot doaimmaid visttis, seainnit birastahttet ja čohkkejit olbmuid.
sma: Njaltja jallh vïedtje gaajhkide funksjovnide gåetesne gaertjede jïh vaarjele, dah vïedtjh geehtieh jïh almetjidie tjöönghkieh.

source: Go áibmu lea galmmas dan jiekŋagalbma čuovggas, de galget olbmot dovdat lieggasa ja suoji vistti siste.
sma: Mearan elmie tjåetskemistie lanka dennie gaajh galmes tjoevkesisnie, dle almetjh edtjieh baahkem jïh vaarjelimmiem dååjredh gåetien sisnie.

source: Olles visti galgá addit signálaid sisgovas mii čielgasit lea ráddjejuvvon dan gievrras luonddus, buollašis, muohttagis.
sma: Abpe gåetie edtja akten sisbielien bïjre prierkiehtidh, mij tjïelkelaakan vååjnoe goh mij akt jeatjah goh dïhte fååmijes eatneme, tjåetskeme, lopme.

source: Matemáhtalaš geometriija lea ovttačilggolaš ja addá vistái dan árvvu ja goargaivuođa maid dat ánssáša.
sma: Dïhte matematihken geometrije lea tjïelke jïh gåatan aktem rïektes vyörtegsvoetem jïh göögkelesvoetem vadta.

source: Dat álu olgoseaidni, biras, loktana njuolga dakŋasiin, ja dat rabas seaidneskoađas buktá assosiašuvnnaid olbmo náhkkái, dahje liidnái mii biddjojuvvo birra.
sma: Dïhte vælnjoeh ålkoevïedtje, giedtie, ryöktesth hïngseste tjuedtjele, dïhte njeerpes-ligke spaarravïedtje åssjaldahkh njaltjese vadta, jallh låavtegasse mij njåatseståvva.

source: Čielga gearddádat olgo- ja sisseinniid gaskka lea geahččaluvvon nanosmahttot dainna ahte vistái galgá mannat njuolga, ja olgo- ja sisgova gaskasaš erohus lea seamma ovttačilggolaš go lávus.
sma: Voejhkelamme dam tjïelke giertiem ålkoebielien jïh sisbielien gaskem veaksahkåbpoe darjodh, dannasinie ryöktesth gåetien sïjse tjaanga, dïhte giertie gaskem ålkone jïh gåetesne lea seamma aktelaaketje goh låavhtgåetesne.

source: Siskkabealde rahpasa sisgovva, ja latnja orru seamma čielggas ja ovttačilggolaš go lávus.
sma: Gosse gåetien sïjse tjaanga dle sisbielie gaahpode, jïh damta tjiehtjele lea seamma tjïelke jïh aktelaaketje goh aktene låavthgåetesne.

source: Dievasčoahkkinlatnja, bibliotehka, guhkes feaskkir, čoahkkinlanjat bohtet oidnosii, maiddái oasit olgogovas ráddjejuvvon olgoareálas orrot dego leat sisgova oassin.
sma: Stoerretjåanghkoesavka, gærjagåetie, vaanterdimmiehaalle jïh tjåanhgkoetjiehtjelh vååjnesasse båetieh, jïh aaj bielieh dehtie ålkoebieleste atrijesne vååjnoeh goh akte bielie sisbieleste.

source: Guhkes feaskárin Guhkes feaskárin čadnojuvvojit sierralágan doaimmat oktii, seammás go dat lea vistti deataleamos latnja.
sma: Vaanterdimmiehaalle dejtie ovmessie darjomesidie ektede, seamma tïjjen goh vaanterdimmiehaalle lea gåetien vihkielommes tjiehtjele.

source: Das oaidná buot eará doaimmaid, buot eará olbmuid ja lea oktavuohta lundui.
sma: Daestie dejtie jeatjah darjomesidie vuajna, gaajhkide jeatjah almetjidie jïh ektiedimmiem eatneminie åtna.

source: Dán lanjas sáhttá eahpeformalalaččat ságastallat deatalaš áššiid birra, geometriija geažil sáhttá nuppe geahčen orrut dego dat livččii váccáhat, muhto go eanet lahkona dievasčoahkkinlanja, de govdu guhkes feaskkir masa čáhket eanet olbmot.
sma: Maahta dejtie ovbyjjes, bene vihkeles soptsestallemidie darjodh daennie tjiehtjelisnie, mij geometrijen gaavhtan goh akte vaedtsemesijjie vååjnoe dennie aktene gietjesne, jïh gosse stoerretjåanghkoesavkan lïhkebasse båetieminie dle gemtebe sjædta, jïh dïhte sijjie vietseles tjiehtjielinie sjædta, gusnie steurebe almetjekrirrieh tjaakanieh.

source: Nuppi gearddis lea rabas galleriija gos sáhttá oaidnit rabas ráddjejuvvon olgoareála, duoddariid, bibliotehka ja dievasčoahkkinlanja.
sma: Vaanterdimmiehaallen baalte akte gaahpoeh gallerije 2. laptesne, daestie maahta vuejnedh dan gaahpoeh atrijese ålkone, doedteri, gærjagåetien jïh stoerretjåanghkoesavkan vööste.

source: Sámedikkis lávejit leat dievasčoahkkimat njeljii jagis, dalle čoahkkanit buot guovlluid áirasat ja sis leat sierramállet ivdnás gávttit.
sma: Daan baelien dle Saemiedigkie stoerretjåanghkoeh åtna njieljie våhkoeh fïerhten jaepien, jïh dej våhkoej dle tjirkijh gaajhkijste dajvijste gaavnesjieh, gåårveldihkie sijjen klaeriedihks gaptajgujmie.

source: Jorbamállet feaskkir ja rabas sisgovat leat dego rabas lávdi, buohkat oidnet guđet guimmiideaset ja sii - duppalin oidnet - movt ivdnás olbmot rievdadit vistti ivdnás ja ealli lávdin, maid kontrastan leat viiddis duoddarat olggobealde.
sma: Dïhte jorpe vaanterdimmiehaalle, jïh ihke gåetie dan gaahpode sisnjelde, dle goh akte gaahpoeh scene vååjnoe, gaajhkesh sinsitniem vuejnieh jïh dah – guektiengïerth goerkesisnie – klaeriedihks almetjh gåetiem jeatjatehtieh akten klaeriedihks jïh svihtjije scenese, akte vuestiebielie dejtie stoerre doedteridie ålkone.

source: Dáidda Feaskára seinniide lea dáiddár Kristin Ytreberg bidjan vuogas sámegiel sátnevádjasiid datneárppuin ja spihkkáriiguin.
sma: Vaanterdimmiehaallen mietie dle tjiehpiedæjja Kristin Ytreberg tjaebpieslaakan jïh hïervenlaakan saemien dïejvesh dorjeme ditnine jïh metalle-naevliejgujmie.

source: Dát leat ráfálaš govat beahcepanelas, mat rievddadit beaiwáža mielde, ja čuvget máŋggaláhkái seinne vuostá.
sma: Dah goh seadtoes relieffh bietsievïedtjen vööste tjåadtjoeh, jïh jeatjahlaakan vååjnoeh mearan biejjie dan jorpe gåetien bïjre vaanterde, jïh tjoevkese joekehtslaakan vïedtjen vööste guaka.

source: Dás oažžut bagadussániid, mat leat deatalaččat sámi kultuvrras, ovdal go joavdat dievasčoahkkinlatnjii, ja main čielgasit boahtá ovdan oaivil.
sma: Daesne åådtje dejtie vijsies baakojde lohkedh, mah leah vihkeles saemien kultuvresne, eannan stoerretjåanghkoesavkan sïjse tjaanga, jïh ussjedihks jïh tjyölkehke sov mïelem jeahta.

source: ` Dievasčoahkkinlatnja lea váldovisttis gitta šaldin mii lea siste.
sma: Stoerretjåanghkoesavka lea goh akte jïjtse bielie, åejviegåetine ektine ektiedamme akten måskoes pruvvien baaktoe.

source: Sámedikki bassi latnja, dievasčoahkkinlantja mii lea nugo dat galgá ge leat, ráddjejuvvon eret riejas - maiddái visuálalaš.
sma: Saemiedigkien aejlies gåetie, stoerretjåanghkoesavka, vååjnoe goh dïhte tjïelke tjiehtjele mij byöroe årrodh, jeatjah gijjijste geerestammme - aaj visuelle.

source: Lanjas eai leat oppanassiige glásat mas sáhtášii geahččat luonddu, leat dušše alla glásat mat addet čuovgga latnjii, ja boktet dovdduid, leaš dal gaskaija beaivváš dahje bihkkaseavdnjat ja guovssahasat livardit.
sma: Tjiehtjielisnie eah leah naan klaash mej tjïrrh lïj maahteme eatnemem ålkone vuejnedh, akte klaase guhkene bijjene baaja dam fïerhten tïjjen sjïere tjoevkesem båetedh savkan sïjse, jïh murriedimmiem buakta, mejtie lea gaskejijjebiejjie jallh jemhkelde buelije goeksegigujmie.

source: Smávva lohkančuovggat juohke áirasa beavddis čájehit lagašvuođa dan stuorra lanjas. Ieš latnja lea vuolil jorbbas ja bajil čohkat, ja lea čiekŋalit nájastuvvon.
sma: Dïhte jïjtjehke gåetie lea goh akte vælnjoeh tjeegla maam lea vielie nagkeme juktie foaje ’ m darjodh jïh baaja tjoevkesem gåetien sïjse båetedh.

source: Dáiddár Hilde Schanke Pedersen lea čiŋahan stuorra betoŋgapláhta stuorra abstrákta govain mas emalja ja golleivdni leat biddjon stuorra siŋkapláhtaide.
sma: Tjiehpiedæjja Hilde Schanke Pedersen lea dam stoerre betongeheallam feegreme aktine fååmijes abstrakte guvvine, gusnie emalje jïh lastegullie leah bïejesovveme stoerre sinkehealline.

source: Govva assosiere čielgasit sámi kultuvrii, ja vaikko dat lea ge stuoris, de dat ii leat menddo dramáhtalaš dan lanjas, muhto baicce čájeha geainnu lanjas ja buktá ain stuorát magihkalaš dimenšuvnna.
sma: Guvvie tjïelke ektiedimmieh dan saemien kultuvrese vadta, jïh jalhts fååmijes, ij leah læjhkan fer ipmerijhken tjiehtjielisnie, bene otnjegem jïh aktem stuerebe magiske dimensjovnem tjiehtjielasse vadta.

source: Bibliotehka Bibliotehkas lea oktavuohta olgolatnjii stuorra glássaráiggiid čađa máttás guvlui, bajábealde galleriijas leat dievva girjehildut main leat ollu girjjit.
sma: Gærjagåetie lea klihtine dorjeme, jïh ålkoetjiehtjielinie gårrelge dej stoerre klaaseraejkiejgujmie åerjielasse, jïh gallerijesne bijjielisnie dle jïjnjh hælloeh dieves gærjijste.

source: Go boahtit sisa vistái, de oaidnit dán hirbmat stuorra lanja, girjjit dievva, ja dievasčoahkkinlatnja oidno fas stuorra glássaráiggiid čađa.
sma: Gosse gåetien sïjse tjaanga dle daate stoerre tjiehtjele vååjnesasse båata, dah gærjah tjiehtjelem dievhtieh, mearan maahta stoerretjåanghkoesavkam vuejnedh akten stoerre klaaseraejkien tjïrrh.

source: Lohkansajit miehtá seinniid giktalit lohkkiid boahtit.
sma: Lohkemesijjieh klaasi lïhke lohkemasse bööredieh goh gaahpoeh celline munkide.

source: Čalmmit besset vuoiŋŋastit dan ráfálaš luonddus, ja lohkansajit leat biddjojuvvon rytmálaččat galleriijas.
sma: Dah tjelmieh åadtjoeh liegkedidh dennie seadtoes eatnamisnie, vielie måskoes munkecellah lohkemasse gallerijesne gååvnesieh.
